Repository: wp-plugins/newsletter
Catalog: languages/newsletter-*.po
Languages: ru_ru

source: Subscribers Export
ru_ru: Экспорт подписчиков

source: The text below is a list of all your subscribers (confirmed and not) in cvs format. You can copy, save and edit it with Excel or other software. Status column has 2 values: S - subscribed but not confirmed, C - confirmed.
ru_ru: Приведенный ниже текст представляет собой список всех Ваших подписчиков (подтвержденных и нет) в CVS формате. Вы можете скопировать, сохранить и редактировать их в MS Excel или другом приложении.<br>Статус колонок имеет 2 значения: S - подписчик не подтвержден, C - подтвержден.

source: Name
ru_ru: Имя

source: Status
ru_ru: Статус

source: Token
ru_ru: Ключ

source: Subscribers Import
ru_ru: Импорт подписчиков

source: Rows with errors
ru_ru: Строк с ошибками

source: Import
ru_ru: Импорт

source: On the textarea below you can copy a text in CSV (comma separated values) with format:<br /><br /> <pre>user email;user name</pre><br /><br />and then import them. If an email is already stored, it won't be imported. If an email is wrong it won't be imported. Even when there are errors on CSV lines, the import will continue to the end. After the import process has ended, a box will appear with all the line not imported due to duplications or errors. Imported subscriber will be set as confirmed.
ru_ru: В текстовоt поле ниже Вы можете cкопировать текст CSV (Сomma Separated Values) в формате:<br /><br /><pre>email пользователя;имя пользователя</pre><br /><br />а затем импортировать его. Если адреса уже занесены в базу, они не будут импортированы. Если адреса записаны с ошибка, они не будут импортированы. Даже при наличии ошибок в строках CSV, импорт будет продолжаться до конца. После завершения процесса Вам будет показано окно со всеми строками, которые не были импортированы. Испортированые подписчики автоматический станут подтвержденными.

source: Empty rows and rows staring with sharp (#) are skipped. Emails will be normalized and a subscriber token generated for each imported email.
ru_ru: Пустые строки и строки содержащие символ решетки (#) будут пропущены. Адреса электронной почты будут форматированы, а пользователям назначен уникальный бинарный код на каждый e-mail.

source: Subscribers Management
ru_ru: Управление подписчиками

source: Search
ru_ru: Поиск

source: press without filter to show all
ru_ru: оставьте поле пустым, если хотите посмотреть всех подписчиков

source: Only not yet confirmed
ru_ru: Только не подвержденные

source: Order
ru_ru: Порядок

source: Remove all unconfirmed
ru_ru: Удалить всех не подтвержденных

source: Are your sure, really sure?
ru_ru: Вы уверены?

source: Subscriber's statistics
ru_ru: Статистика подписчиков

source: Confirmed subscriber
ru_ru: Подтвержденный подписчик

source: Unconfirmed subscriber
ru_ru: Не подтвержденный подписчик

source: Results
ru_ru: Результат

source: Profile
ru_ru: Профиль

source: Actions
ru_ru: Действия

source: remove
ru_ru: удалить

source: confirm
ru_ru: подтвердить

source: unconfirm
ru_ru: убрать подтверждение

source: resend confirmation
ru_ru: переслать подтверждающее письмо

source: search
ru_ru: поиск

source: Newsletter Composer
ru_ru: Компановщик рассылки

source: Continuing with previous batch
ru_ru: Продолжить с предыдущим пакетом

source: Batch not completed, see more below.
ru_ru: Пакетная отправка не завершена, смотрите подробности ниже.

source: Simulation
ru_ru: Имитация

source: Sending
ru_ru: Отправка

source: Sending to test subscribers
ru_ru: Отправка тестовым подписчикам

source: Last batch info
ru_ru: Информация о последней пакетной отправке.

source: Here you find information about last batch. A sending batch may have completed or not and may be a simulation or not. When a batch is not complete you can use the "restart" button and the batch starts again from the last email address processed.
ru_ru: Здесь вы найдете информацию о последней пакетной отправке. Пакетная отправка может быть завершена или нет, и может быть имитацией или нет. Когда пакетная отправка не закончена, вы можете нажать кнопку "Перезапуск" и отправка продолжится с последнего адреса в процессе.

source: No batch info found, it's ok!
ru_ru: Нет информации о последней пакетной отправке, это нормально!

source: Total emails to send
ru_ru: Всего адресов для отправки

source: Emails sent till now
ru_ru: Сейчас отправлено

source: List
ru_ru: Список

source: Sending type
ru_ru: Типа отправки

source: Scheduled
ru_ru: Планировщик

source: next
ru_ru: следующая

source: now
ru_ru: сейчас

source: Last subscriber
ru_ru: Последний подписчик

source: Last id
ru_ru: Последний ID

source: debug info
ru_ru: информация для отладки

source: Message
ru_ru: Сообщение

source: Restart batch
ru_ru: Перезапуск

source: Continue with this batch?
ru_ru: Продолжить с этой пакетной отправкой?

source: Reset batch
ru_ru: Перезапуск

source: Reset the batch status?
ru_ru: Сбросить состояние пакетной отправки?

source: Newsletter message
ru_ru: Контент рассылки

source: Newsletter name
ru_ru: Название рассылки

source: This symbolic name will be used to track the link clicks and associate them to a specific newsletter. Keep the name compact and significative.
ru_ru: Это символическое название будет использоваться для отслеживания кликов ссылки и связывать их с конкретными рассылками. Стсрайтесь делать название компактным и симантичным.

source: Tracking
ru_ru: Отслеживание

source: Track link clicks
ru_ru: Отслеживать клики

source: When this option is enabled, each link in the email text will be rewritten and clicks on them intercepted.
ru_ru: Когда эта опция включена, каждая ссылка в тексте письма будет переписана, и клики на ней будут перехватываться.

source: Tracking options available with Newsletter Extras package
ru_ru: Отслеживание доступено после установкой Newsletter Extras

source: Subject
ru_ru: Тема

source: Tags: <strong>{name}</strong> receiver name.
ru_ru: Тэги: <strong>{name}</strong> - имя получателя.

source: Tags: <strong>{name}</strong> receiver name; <strong>{unsubscription_url}</strong> unsubscription URL; <strong>{token}</strong> the subscriber token.
ru_ru: Тэги: <strong>{name}</strong> - имя получателя; <strong>{unsubscription_url}</strong> -адрес для отписки; <strong>{token}</strong> - уникальный ключ подписчика.

source: Theme
ru_ru: Шаблон

source: Included themes
ru_ru: Внутренние

source: Default
ru_ru: По умолчанию

source: With picture
ru_ru: С картинками

source: Custom themes
ru_ru: Пользовательский

source: Auto compose
ru_ru: Автоматическое заполнение

source: Number of posts on theme
ru_ru: Кол-во постов в шаблоне

source: Save
ru_ru: Сохранить

source: Test
ru_ru: Тест

source: Simulate
ru_ru: Имитировать

source: Simulate? The test address will receive all emails!
ru_ru: Имитировать? Тестовые адресаты получат все письма!

source: Send
ru_ru: Отправить

source: Start a real newsletter sending batch?
ru_ru: Начасть настоящую рассылку в пакетном режиме?

source: Scheduled simulation
ru_ru: Имитация по расписанию

source: Start a scheduled simulation?
ru_ru: Начать запланированную имитацию?

source: Scheduled send
ru_ru: Планировщик отправки

source: Start a scheduled real send?
ru_ru: Начать запланированную настоящую рассылку?

source: Scheduler
ru_ru: Планировщик

source: Scheduler helps to send out a long list of emails slowly to not overload the server.
ru_ru: Планировщик помогает отправлять длинные списки адресатов медленнее, не перегружая сервер.

source: Interval between sending tasks
ru_ru: Интервал между задачами отправки

source: minutes, minimum value is 10
ru_ru: минуты, минимальное значение - 10

source: Max number of emails per task
ru_ru: Максимальное число писем на каждую задачу

source: good value is 20 but if you use an external SMTP go with 5
ru_ru: оптимальное значение - 20, но вы можете использовать внешний SMTP

source: Available only with Newsletter Extras package
ru_ru: Доступен после установки Newsletter Extras

source: General
ru_ru: Общие

source: Sending options
ru_ru: Параметры отправки

source: Configuration for not scheduled sending process.
ru_ru: Настройка для незапланированных процессов отправки.

source: Max emails in a single batch
ru_ru: Максимум писем в одном пакете

source: Receiver address for simulation
ru_ru: Адреса получателей для имитации

source: When you simulate a sending process, emails are really sent but all to this email address. That helps to test out problems with mail server.
ru_ru: Во время имитации процесса отправки, письма действительно отправляються, но только по этому адресу. Это помогает установить проблемы почтового сервера.

source: Filter
ru_ru: Фильтр

source: Test subscribers
ru_ru: Тестовые подписчики

source: Define more test subscriber to see how your email looks on different clients: GMail, Outlook, Thunderbird, Hotmail, ...
ru_ru: назначте нескольок тестовых подписчиков, что бы посмотреть как ваше сообщение выглядит в различных клиентах: GMail, Outlook, Thunderbird, Hotmail, ...

source: Subscriber
ru_ru: Подписчик

source: name
ru_ru: имя

source: Newsletter
ru_ru: Newsletter плагин

source: Questions, help, critiques and whatever else <a target="_blank" href="http://www.satollo.net/plugins/newsletter">click here</a>!
ru_ru: Вопросы, помощь, критика и все остальное писать <a target="_blank" href="http://www.satollo.net/plugins/newsletter">здесь</a>!

source: Sender and subscription page
ru_ru: Отправитель и страница подписки

source: Sender email
ru_ru: Адрес отправителя

source: Newsletter sender email address: the address subscribers will see the newsletters coming from.
ru_ru: Адрес отправителя рассылки: этот адрес подписчики увидят во поле "От" входящего письма, когда получат рассулку.

source: Sender name
ru_ru: Имя отправителя

source: The name of the newsletter sender subscribers will see on incoming email.
ru_ru: Имя отправителя рассылки подписчики увидят во входящем письме.

source: Subscription page URL
ru_ru: Адрес страницы для подписки

source: This is the page where you placed the <strong>[newsletter]</strong> short tag.
ru_ru: Это страница на которой вы разместили короткий тег <strong>[newsletter]</strong>.

source: Read more on plugin official page
ru_ru: Узнать больше о плагине Вы на официальной странице

source: Subscription form
ru_ru: Форма подписки

source: Do not ask the user name, only email.
ru_ru: Не спрашивать имя пользователя, только e-mail.

source: Subscription form page
ru_ru: Страница формы подписки

source: This is the text showed to subscriber before the subscription form which is added automatically.
ru_ru: Этот текст показываеться подписчику перед формой, которая добавляеться автоматический.

source: Successfully subscription page
ru_ru: Страница успешной подписки

source: This is the text showed to a user who has pressed "subscribe me" on the previous step informing that an email to confirm subscription has just been sent. Remeber the user to check the spam folder and to follow the email instructions.<br />Tags: <strong>{name}</strong> the user name; <strong>{email}</strong> the user email.
ru_ru: Этот текст показывается пользователю нажавшему в предыдущем шаге "Подписаться", информируя его о том, что сообщение с подтверждающей ссылкой было отправлено. Напоминает пользователю проверить папку "Спам" и следовать инструкция в письме.<br />Тэги: <strong>{name}</strong> - имя пользователя; <strong>{email}</strong> - e-mail пользователя.

source: Confirmation
ru_ru: Подтверждение

source: double opt-in
ru_ru: опция

source: Email sent to the user to confirm his subscription, the successful confirmation page, the welcome email.
ru_ru: Письмо отпрвлено пользователю для подтверждения, страница успешного подтверждения, преветсвенное письмо.

source: Do not use double opt-in. If checked the subscription is direct, so subscribers will be immediately confirmed and will receive the welcome email.
ru_ru: Не использовать эту опцию. Если проверка подписки примая, то подписчики немедленно становяться подтвержденными и получают приветвенное письмо.

source: Confirmation email subject
ru_ru: Тема подтверждающего письма

source: Tags: <strong>{name}</strong> the user name.
ru_ru: Тэги: <strong>{name}</strong> - имя пользователя.

source: Confirmation email message
ru_ru: Текст подтверждающего письма

source: Tags: <strong>{name}</strong> the user name; <strong>{subscription_confirm_url}</strong>confirmation URL to be clicked by the user to confirm his subscription.
ru_ru: Тэги: <strong>{name}</strong> - имя пользователя; <strong>{subscription_confirm_url}</strong> - адрес ссылки, кликнув по которой пользователя подтверждает подписку.

source: Welcome message
ru_ru: Приветвенное сообщение

source: Users jump directly to this step if you disabled the double opt-in step.
ru_ru: Пользователи сразу попадуют на этот шаг, если выключена опция подтверждения.

source: Successful confirmation page
ru_ru: Страница успешного подтверждения

source: Showed when the user follow the confirmation URL sent to him with previous email settings or if signed up directly with no double opt-in process.
ru_ru: Показываеться когда пользователь переходит по подтверждающей ссылке, или если он зарегестрировался напрямую (двойная опция выключена).

source: Tags: <strong>{name}</strong> the user name; <strong>{email}</strong> for the user email; <strong>{token}</strong> the subscriber unique token
ru_ru: Тэги: <strong>{name}</strong> - имя пользователя; <strong>{email}</strong> - e-mail пользователяl; <strong>{token}</strong> - уникальный ключ пользователя

source: Conversion tracking code
ru_ru: Код слежения за переходами

source: Available with Newsletter Extras package
ru_ru: Доступен с установкой Newsletter Extras

source: That code is injected AS-IS in welcome page and can be used to track conversion (you can use PHP if needed). Conversion code is usually supply by tracking services, like Google AdWords, Google Analytics and so on.
ru_ru: Этот код вставляеться КАК ЕСТЬ в страницу приветсвия и может отслеживать переходы (вы можете использовать PHP если нужно). Отслеживающий код используеться поддерживающими отслеживание сервисами, такими как Google AdWords, Google Analytics и другими.

source: Welcome email
ru_ru: Приветсвенное письмо

source: Welcome email subject
ru_ru: Тема приветсвенного письма

source: Tags: <strong>{name}</strong> user name.
ru_ru: Тэги: <strong>{name}</strong> - имя пользователя.

source: Welcome email message
ru_ru: Текст приветсвенного письма

source: Tags: <strong>{name}</strong> user name; <strong>{token}</strong> the subscriber unique token
ru_ru: Тэги: <strong>{name}</strong> - имя пользователя; <strong>{token}</strong> - уникальный ключ пользователя

source: Unsubscription
ru_ru: Отписка

source: A user starts the unsubscription process clicking the unsubscription link in a newsletter. This lkink contains the email to unsubscribe and some unique information to avoid hacking. The user are requird to confirm the unsubscription: this is the last step where YOU can communicate with you almost missed user.
ru_ru: Пользователь начавший процесс отписки кликнув на ссылку в письме. Эта ссылка содержит адрес пользователя и некоторую уникальную информацию, защищающую от подлога. Пользователю требуеться подтвердить отписку: это последний шаг когда ВЫ можете связаться с ним во избежании потери пользователя.

source: Unsubscription text
ru_ru: Текст отписки

source: This text is show to users who click on a "unsubscription link" in a newsletter email. You have to insert a link in the text that user can follow to confirm the unsubscription request (see tags).
ru_ru: Этот текст показываеться пользователю котороый кликнул "ссылку для отписки" в письме. Вам надо вставить ссылку в текст, так пользователь сможет по ней пройти для потверждения отписки (см. теги).

source: Tags: <strong>{name}</strong> user name; <strong>{email}</strong> user email; <strong>{unsubscription_confirm_url}</strong> URL to confirm unsubscription.
ru_ru: Тэги: <strong>{name}</strong> - имя пользователя; <strong>{email}</strong> - e-mail пользователя; <strong>{unsubscription_confirm_url}</strong> адрес ссылки для подтверждения отписки.

source: Good bye text
ru_ru: Прощальный текст

source: Latest message showed to the user to say "good bye".
ru_ru: Последнее сообщение показываемое пользователю, что бы сказать "Прощайте".

source: Tags: none.
ru_ru: Нет тэгов.

source: Goodbye email subject
ru_ru: Тема прощального письма

source: Goodbye email message
ru_ru: Текст прощального письма

source: Unsubscription for mass mail mode
ru_ru: Отписка для массового режима

source: This section is not working!
ru_ru: Эта рубрика не работает!

source: Unsubscription error
ru_ru: Ошибка отписки

source: Shown with the unsubscription message then the email to unsubscribe is not found.
ru_ru: Показываеться с сообщением отписки, когда адрес для отписки не найден.

source: "Email to unsubscribe" label
ru_ru: Метка "Адрес для отписки"

source: "Confirm unsubscription" label
ru_ru: Метка "Подтверждение отписки"

source: The button text to confirm unsubscription or to send an unsubscription request for the specified email address when "mass mail" mode is used for sending newsletters.
ru_ru: Текст кнопки для потдверждения отписки или для отправки запроса отписки на спейифичные адреса, когда режим "Массовая рассылка" используеться.

source: Unsubscription end text
ru_ru: Текст о законченной отписке

source: This text is shown when a user type in an email to be removed and the confirmation email has been sent.
ru_ru: Этот текст показываеться, когда пользователь вводит e-mail который был удален, или подтверждающее письмобыло отправлено.

source: Unsubscription email subject
ru_ru: Тема пиьсма об отписке

source: Unsubscription email message
ru_ru: Текст пиьсма об отписке

source: Email sent to confirm unsubscription when the request is made specifying an email address to remove. Use {unsubscription_link} to place the link where the user has to click on; use {unsubscription_url} toplace the plain unsubscription URL.
ru_ru: Письмо отправлено для подтверждения отписки, когда запрос был сделан с удаленного адреса. Используйте {unsubscription_link} что бы вставить ссылку где пользователь кликнет по ней; используйте {unsubscription_url} что бы вставить не кликабельную ссылку.

source: Unsubscription link text
ru_ru: Текст ссылки для отписки.

source: The text of the link for unsubscription to be placed in the unsubscription email.
ru_ru: Текст ссылку для отписки будет вставлен в отписывающее письмо.

source: Lists
ru_ru: Списки

source: List 0 is the general one
ru_ru: Список 0 - общий

source: Advanced
ru_ru: Дополнительно

source: write logs
ru_ru: писать логи

source: do not use visual editors
ru_ru: не использовать визуальный редактор

source: allow editors to user the newsletter plugin
ru_ru: разрешить редакторам использовать этот плагин

source: Really advanced options
ru_ru: Действительно дополнительные опции

source: Use the custom subscription form below
ru_ru: Использовать настраиваему форму ниже

source: Zanzara client
ru_ru: Zanzara клиент

source: Obsolete
ru_ru: Устаревший

source: Export key
ru_ru: Ключ экспорта

source: Do not search for Zanzara, is a my private software
ru_ru: Не искать Zanzara, это мое частное ПО

source: SMTP address
ru_ru: SMTP адрес

source: SMTP user
ru_ru: SMTP логин

source: SMTP password
ru_ru: SMTP пароль

source: Revert to defaults
ru_ru: Вернуться к настройка по умолчанию

source: Configuration
ru_ru: Конфигурация

source: Composer
ru_ru: Компановщик

source: Export
ru_ru: Экспорт

source: Manage
ru_ru: Управление

source: Statistics
ru_ru: Статистика

source: You need the Newsletter Extras installed to view statistics
ru_ru: Вам необходим установленый пакет Newsletter Extras, что бы смотреть статистику
